/* Dialog Strings */
"SAVE" = "Sichern";
"DONTSAVE" = "Nicht sichern";
"CANCEL" = "Abbrechen";
"DELETE" = "Löschen";
"OK" = "OK";
"APPLY" = "Anwenden";
"REVERT" = "Letzte Version";
"DONTAPPLY" = "Nicht anwenden";
"CONTINUE" = "Fortfahren";
"NONE" = "Ohne";
"ASSIST" = "Assistent …";
"NEW_ISP" = "Neuer Internetanbieter …";
"CREATE" = "Erstellen";
"DO_NOT_CREATE" = "Nicht erstellen";
"UNKNOWN" = "Unbekannt";
"DONE" = "Fertig";
"AUTHENTICATE" = "Identifizieren";
"DEAUTHENTICATE" = "Identifizierung aufheben";

"ADVANCED" = "Weitere Optionen";
"SETUP" = "Einrichten …";
"CONNECT" = "Verbinden";
"DISCONNECT" = "Trennen ";
"DIAL_NOW" = "Jetzt wählen";

"EDIT_BUTTON_RENAME" = "Umbenennen";
"EDIT_BUTTON_EDIT" = "Bearbeiten …";

"LINK_AGGREGATE" = "Verbindungs-Bündelung";

/* Panel Strings */
"SAVE_CONFIG" = "Konfigurationsänderungen anwenden?";
"IP_FROM_SERVER" = "IP-Adresse: Liefert der Server\n";
"IP_ADDR" = "IP-Adresse: %@\n";
"DELETE_LOC" = "Möchten Sie die Umgebung „%@“ wirklich löschen?";
"DELETE_CFG" = "Möchten Sie die Konfiguration „%@“ wirklich löschen?";
"DELETE_SERVICE" = "Möchten Sie den Dienst mit dem Namen „%@“ wirklich löschen?";
"NO_UNDO_DESC" = "Dies kann nicht widerrufen werden.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "Der Dienst „%@“ befindet sich in mehreren Umgebungen.";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Möchten Sie den Dienst in allen Umgebungen löschen oder nur in der aktuellen Umgebung?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Überall löschen";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Nur hier löschen";
"RENAME_CFG" = "Konfigurationsname ändern:";
"RENAME_SERVICE" = "Geben Sie einen neuen Namen für „%@“ ein.";
"CREATE_CFG" = "Neue Konfiguration mit folgendem Namen erstellen:";
"CREATE_SERVICE" = "Neuen Dienst mit folgendem Namen erstellen:";
"DUPLICATE_SERVICE" = "Geben Sie einen Namen für die Kopie von „%@“ ein.";
"AUTOMATIC_CFG" = "Automatisch";
"DEFAULT_CFG" = "Standard";
"UNTITLED_CFG" = "Ohne Titel";
"CFG_NAME" = "Konfigurationsname:";
"CFG_COPY_NO_FORMAT" = "Kopieren";
"CFG_COPY" = "%@ Kopie";
"AIRPORT_ID" = "AirPort-ID:";
"ENET_ID" = "Ethernetadresse:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Ungültiger Name";
"DUPLICATE_NAME" = "Der Name muss eindeutig sein.";
"INVALID_VLAN_TAG" = "Attribut ist außerhalb des Bereichs.";
"DUPLICATE_VLAN_TAG" = "Attribut muss eindeutig sein.";
"TURN_AIRPORT_OFF" = "AirPort deaktivieren";
"TURN_AIRPORT_ON" = "AirPort aktivieren";
"AIRPORT_POWER_ON" = "Ein";
"AIRPORT_POWER_OFF" = "Aus";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 zu 4";

"MODEM_GENERIC" = "Allgemein";
"MODEM_OTHER" = "Andere";

"UNTITLED_INTERFACE" = "Ohne Titel";
"UNTITLED_SERVER" = "Neuer Server";

"ALERT_UNSAVED_CHANGES_FORMAT" = "Im „%@“-Dienst gibt es nicht angewendete Änderungen. Möchten Sie sie anwenden?";
"ALERT_UNSAVED_CHANGES" = "Änderungen am Dienst wurden nicht gesichert.";
"ALERT_UNSAVED_CHANGES_EXIT" = "Möchten Sie Ihre Änderungen anwenden, bevor Sie die Systemeinstellung „Netzwerk“ schließen?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "Beim Importieren gehen alle ungesicherten Änderungen verloren. Möchten Sie Ihre Änderungen vor dem Importieren der Konfiguration anwenden?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Möchten Sie Ihre Änderungen vor dem Wechseln der Dienste anwenden?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Möchten Sie Ihre Änderungen vor dem Wechseln der Umgebung anwenden?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Möchten Sie Ihre Änderungen vor dem Bearbeiten der Umgebung anwenden?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "Beim Wechseln der Stromversorgung von AirPort gehen alle ungesicherten Änderungen verloren. Möchten Sie Ihre Änderungen vorher anwenden?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "Beim Erneuern des DHCP-Lease gehen alle ungesicherten Änderungen verloren. Möchten Sie Ihre Änderungen vorher anwenden?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "Ohne Anwenden Ihrer Änderungen wird die Verbindung mit den bisherigen Einstellungen hergestellt. Möchten Sie Ihre Änderungen vor dem Verbinden anwenden?";

"DELETE_VLAN_MULTIPLE" = "Dieses VLAN wird gerade von %d Netzwerkdiensten verwendet.";
"DELETE_VLAN_ONE" = "Dieses VLAN wird gerade von einem Netzwerkdienst verwendet.";
"DELETE_VLAN" = "Möchten Sie das VLAN „%@“ wirklich löschen?";
"DELETE_VLAN_INFO" = "Wenn Sie das VLAN löschen, werden alle Netzwerkdienste für dieses VLAN gelöscht. Das Löschen von Diensten oder VLANs kann nicht widerrufen werden. Möchten Sie mit dem Löschen des VLAN und dessen Konfigurationen fortfahren?";

"DELETE_BOND_MULTIPLE" = "Diese Bündelung wird gerade von %d Netzwerkdiensten verwendet.";
"DELETE_BOND_ONE" = "Diese Bündelung wird gerade von einem Netzwerkdienst verwendet.";
"DELETE_BOND" = "Möchten Sie die Bündelung „%@“ wirklich löschen?";
"DELETE_BOND_INFO" = "Wenn Sie die Bündelung löschen, werden alle Netzwerkdienste, die diese Bündelung verwenden, gelöscht. Das Löschen von Diensten oder Bündelungen kann nicht widerrufen werden. Möchten Sie mit dem Löschen der Bündelung und dessen Konfigurationen fortfahren?";
"UNTITLED_VLAN" = "Neues VLAN";
"UNTITLED_BOND" = "Neue Bündelung";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Alle Mitglieder-Schnittstellen sind verbunden.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Einige der Mitglieder-Schnittstellen sind verbunden. Klicken Sie für Details auf „Weitere Optionen“.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Es sind keine Mitglieder-Schnittstellen verbunden. Klicken Sie für Details auf „Weitere Optionen“.";

"NEW_INTERFACE" = "Neuer Anschluss gefunden";
"SAVE_INTERFACE" =  "Es wurde ein neuer Netzwerkanschluss gefunden:\r\r%@\r\rÜberprüfen Sie bitte, dass der Netzwerkanschluss korrekt eingerichtet ist, und klicken Sie dann auf „Jetzt anwenden“, um ihn zu aktivieren.";

"NEW_INTERFACES" = "Neue Anschlüsse gefunden";
"SAVE_INTERFACES" =  "Es wurden neue Netzwerkanschlüsse gefunden:\r\r%@\r\rÜberprüfen Sie bitte, dass die Netzwerkanschlüsse korrekt eingerichtet sind, und klicken Sie dann auf „Jetzt anwenden“, um sie zu aktivieren.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Dienst aktivieren";
"Make Service Inactive" = "Dienst deaktivieren";

"Remove Service" = "Dienst „%@“ entfernen …";
"Duplicate Service" = "Dienst „%@“ duplizieren …";
"Rename Service" = "Dienst „%@“ umbenennen …";
"DELETE_WITH_NAME" = "„%@“ löschen …";
"EDIT_WITH_NAME" = "„%@“ bearbeiten …";

/* Location Menu */
"EDIT_LOCATIONS" = "Umgebungen bearbeiten …";

/* transmitting and receiving */
"tx" = "TX";
"rx" = "RX";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "Voll";
"half" = "Halb";
"full-duplex" = "Vollduplex";
"half-duplex" = "Halbduplex";
"flow" = "Fluss";
"flow-control" = "Flusskontrolle";
"auto" = "Auto";
"autoselect" = "Automatisch";

/* misc service title */
"UNKNOWN_SERVICE" = "Unbekannter Dienst";

/* status strings */
"Inactive" = "Deaktiviert";
"Connected" = "Verbunden";
"Connecting" = "Verbinden …";
"Disconnecting" = "Verbindung trennen …";
"Some Connected" = "Einige sind verbunden";
"Not Connected" = "Nicht verbunden";
"Not Configured" = "Nicht konfiguriert";
"Unknown State" = "Unbekannter Zustand";
"Cable Unplugged" = "Kabel nicht verbunden";

"Self-Assigned IP" = "Selbst zugewies. IP";
"No IP Address" = "Keine IP-Adresse";
"Loopback IP" = "Loopback-IP";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Accounts";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxies";
"appletalk" = "AppleTalk";
"bonds" = "Status der Bündelung";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN On Demand";
"vpnoptions" = "Optionen";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Dienste";
"Active Services" = "Aktive Dienste";
"Inactive Services" = "Inaktive Dienste";
"All Services" = "Alle Dienste";
"All Broadband Services" = "Alle Breitband-Dienste";
"All VPN Services" = "Alle VPN-Dienste";
"All Wireless Services" = "Alle Dienste für drahtlose Netzwerke";
"All Dial-up Services" = "Alle Wählverbindungs-Dienste";

"All Active Services" = "Alle aktiven Dienste";
"Active Broadband Services" = "Aktive Breitband-Dienste";
"Active VPN Services" = "Aktive VPN-Dienste";
"Active Wireless Services" = "Aktive Dienste für drahtlose Netzwerke";
"Active Dial-up Services" = "Aktive Wählverbindungs-Dienste";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Reihenfolge der Dienste und andere Aktionen festlegen";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "Media Access Control (MAC)-ID für diese Netzwerkhardware";
"AirPortID Tooltip" = "Media Access Control (MAC)-ID für diese Netzwerkhardware (wie AirPort-ID)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Ungültige IP-Adresse";
"InvalidSubnetMask" = "Ungültige Teilnetzmaske";
"InvalidRouterAddress" = "Ungültige Router-Adresse";
"InvalidServerAddress" = "Ungültige Serveradresse";
"InvalidDomainLabel" = "Ungültige Domain-Bezeichnung";
"LinkLocalAddress" = "Link-Local-Adresse";
"InvalidPrefixLength" = "Ungültige Präfix-Länge";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "Die IP-Adresse muss aus 4 jeweils durch einen Punkt getrennte Zahlen zwischen 0 und 255 bestehen.";
"BasicSubnetMaskError"	= "Die Teilnetzmaske muss aus 4 jeweils durch einen Punkt getrennte Zahlen zwischen 0 und 255 bestehen.";
"DefaultRouteError"	= "Der eingegebene Wert ist für die Standard-Route reserviert und kann nicht als IP-Adresse für diesen Computer verwendet werden.";
"LimitedBroadcastError"	= "Der eingegebene Wert ist die limitierte Broadcast-Adresse und kann nicht als IP-Adresse für diesen Computer verwendet werden.";
"FirstQuadReservedError"	= "Der erste Wert der Vierergruppe liegt außerhalb des erlaubten Bereichs und kann nicht als Router-Adresse für diesen Computer verwendet werden.";
"SourceAddressError"	= "Die erste Vierergruppe des eingegebenen Wertes kann nicht 0 sein.";
"LoopbackError"	= "Die erste Vierergruppe des eingegebenen Wertes kann nicht 127 sein.";
"BroadcastAddressError"	= "Die Host-Adresse darf nicht mit der Broadcast-Adresse übereinstimmen.";
"NetworkAddressError"	= "Die Host-Adresse kann nicht 0 sein.";

// IP Address Octet value error reasons
"OctetMatchError"	= "Der Netzwerkanteil der IP-Adresse passt nicht zur Teilnetzmaske.";
"OctetRangeError"	= "Die IP-Adresse liegt nicht im Bereich der von der Router-Adresse und Teilnetzmaske unterstützten Adressen.";

// IP and Router match error
"IPRouterMatchError"= "Die IP-Adresse muss sich von der Router-Adresse unterscheiden.";

// IP Address Link Local Address
"LinkLocalError" = "Die IP-Adresse kann nicht geroutet werden. Es wird empfohlen, eine andere IP-Adresse einzugeben.";

// subnet maskk error reasons
"NonContiguousOnesError" = "Die Teilnetzmaske ist ungültig. Überprüfen Sie, ob Sie den Wert korrekt eingegeben haben. Ansonsten wenden Sie sich an Ihren Netzwerkadministrator.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Die Namen der Such-Domains dürfen nur aus Buchstaben, Zahlen und Bindestrichen bestehen. Anfang und Ende des Namens müssen entweder ein Buchstabe oder eine Zahl sein.";

// IPv6 address errors
"IPv6BasicValidationError" = "Die IPv6-Adresse muss aus 8 durch einen Doppelpunkt getrennten Hexadezimalzahlen von 0x0 bis 0xffff bestehen.";
"IPv6RouterBasicValidationError" = "Die IPv6-Router-Adresse muss aus 8 durch einen Doppelpunkt getrennten Hexadezimalzahlen von 0x0 bis 0xffff bestehen.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "Die IPv6-Präfix-Länge muss eine Ganzzahl zwischen 0 und 128 sein. Es wird empfohlen, dass der eingegebene Wert weniger als 127 beträgt.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "Die DHCP-Client-ID ist zu lang";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "Die DHCP-Client-ID kann maximal 255 Zeichen enthalten.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 Tag, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d Tage, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Byte";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Ausgewählte Umgebung duplizieren";
"DUPLICATE_SERVICE_TOOLTIP" = "Ausgewählten Dienst duplizieren";
"DELETE_SET_TOOLTIP" =  "Ausgewählte Umgebung löschen";
"DELETE_SERVICE_TOOLTIP" =  "Ausgewählten Dienst löschen";
"SERVICES_COLUMN_TITLE" = "Dienste";
"LOCATIONS_COLUMN_TITLE" = "Umgebungen";
"ADD_LOCATION_TOOLTIP" = "Umgebung hinzufügen";
"DELETE_LOCATION_TOOLTIP" = "Ausgewählte Umgebung löschen";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Wählen Sie die Dienste für die Umgebung „%@“ aus.";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "IPSec-Schlüssel (Shared Secret)";

/* Keychain */
"IC_KEYCHAIN" = "Internetverbindung";
"8021x_KEYCHAIN" = "802.1X-Kennwort";
"IC_KEYCHAIN_FORMAT" = "Internetverbindung: %@";

/* configuration popup menu item titles */
"Rename item" = "„%@“ umbenennen …";
"Delete item" = "„%@“ löschen";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "DNS-Serveradresse hinzufügen";
"DELETE_DNS_SERVER_TOOLTIP" = "DNS-Serveradresse entfernen";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "DNS-Such-Domain hinzufügen";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "DNS-Such-Domain entfernen";

"ADD_WINS_SERVER_TOOLTIP" = "WNS-Serveradresse hinzufügen";
"DELETE_WINS_SERVER_TOOLTIP" = "WNS-Serveradresse entfernen";
"Add WINS server address" = "WNS-Serveradresse hinzufügen";
"Delete WINS server address" = "WNS-Serveradresse löschen";

"ADD_8021X_CONFIG_TOOLTIP" = "802.1x-Konfiguration hinzufügen";
"DELETE_8021X_CONFIG_TOOLTIP" = "802.1x-Konfiguration löschen";
"Add an 802.1x configuration" = "802.1x-Konfiguration hinzufügen";
"Delete an 802.1x configuration" = "802.1x-Konfiguration löschen";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Neue IPv6-Adresse hinzufügen";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Ausgewählte IPv6-Adressen löschen";

"ADD_SERVICE_TOOLTIP" = "Neuen Dienst erstellen";
"REMOVE_SERVICE_TOOLTIP" = "Ausgewählten Dienst löschen";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ wird zurzeit verwendet.";

"CUSTOM_RANGE_FORMAT" = "( %d bis %d )";
"MTU_RANGE_ERROR_TITLE" = "Wert außerhalb des Bereichs";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "Der eingegebene MTU-Wert liegt unter dem von diesem Anschluss unterstützten Minimalwert (%d).";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "Der eingegebene MTU-Wert liegt über dem von diesem Anschluss unterstützten Maximalwert (%d).";
"MTU_RANGE_ERROR" = "Der eingegebene Wert befindet sich nicht im Bereich der MTU-Werte, die von diesem Anschluss unterstützt werden.";

// proxy descriptions
"FTP Proxy" = "FTP-Proxy";
"Web Proxy (HTTP)" = "Web-Proxy (HTTP)";
"Secure Web Proxy (HTTPS)" = "Sicherer Web-Proxy (HTTPS)";
"Streaming Proxy (RTSP)" = "Streaming-Proxy (RTSP)";
"SOCKS Proxy" = "SOCKS-Proxy";
"Gopher Proxy" = "Gopher-Proxy";
"Automatic Proxy Configuration" = "Autom. Proxy-Konfiguration";
"Auto Proxy Discovery" = "Automatische Proxy-Entdeckung";
		
// proxy titles
"FTP Proxy Server" = "FTP-Proxy-Server";
"Web Proxy Server" = "Web-Proxy-Server";
"Secure Web Proxy Server" = "Sicherer Web-Proxy-Server";
"Streaming Proxy Server" = "Streaming-Proxy-Server";
"SOCKS Proxy Server" = "SOCKS-Proxy-Server";
"Gopher Proxy Server" = "Gopher-Proxy-Server";
"Proxy Configuration File" = "Proxy-Konfigurationsdatei";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Keine Zertifikate gefunden";
"NO_CERT_ALERT_INFO" = "Sie können sich nicht über ein Zertifikat identifizieren, da Ihr Schlüsselbund keine passenden Zertifikate enthält. Verwenden Sie das Programm „Schlüsselbundverwaltung“, um die entspechenden Zertifikate in Ihren Schlüsselbund zu importieren. Falls Sie die zur Identifizierung erforderlichen Zertifikate nicht haben, wenden Sie sich an Ihren Netzwerkadministrator.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Keine Rechner-Zertifikate gefunden";
"NO_CERT_MACHINE_ALERT_INFO" = "Sie können sich nicht über ein Zertifikat identifizieren, da Ihr Schlüsselbund keine passenden Zertifikate enthält. Verwenden Sie das Programm „Schlüsselbundverwaltung“, um die entspechenden Zertifikate in Ihren Schlüsselbund zu importieren. Falls Sie die zur Identifizierung erforderlichen Zertifikate nicht haben, wenden Sie sich an Ihren Netzwerkadministrator.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Nichts ausgewählt";
"SELECT_USER_CERT_TITLE" = "Wählen Sie Ihr Zertifikat zur Benutzer-Identifizierung:";
"SELECT_TLS_CERT_TITLE" = "Wählen Sie Ihr TLS-Zertifikat:";
"SELECT_MACHINE_CERT_TITLE" = "Wählen Sie Ihr Zertifikat zur Rechner-Identifizierung:";
"SELECT_CERT_INFO" = "Nichts ausgewählt";
"CERT_NOT_FOUND" = "Nicht im Schlüsselbund";
"CERT_NOT_FOUND_TOOLTIP" = "Das ausgewählte Zertifikat befindet sich nicht mehr im Schlüsselbund.";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Neue Domain zur Liste hinzufügen";
"REMOVE_VPN_DOMAIN" = "Ausgewählte Domain aus der Liste entfernen";
"Add VPN on Demand domain" = "Domain für VPN On Demand hinzufügen";
"Remove VPN on Demand domain" = "Domain für VPN On Demand entfernen";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "Minuten"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Wenn Sie TLS aktivieren, wird die Identifizierung fehlschlagen.";
"ONEX_TLS_INFO" = "TLS kann nicht aktiviert werden, da Ihr Schlüsselbund keine passenden Zertifikate enthält. Verwenden Sie das Programm „Schlüsselbundverwaltung“, um die entspechenden Zertifikate in Ihren Schlüsselbund zu importieren. Falls Sie die zur Identifizierung erforderlichen Zertifikate nicht haben, wenden Sie sich an Ihren Netzwerkadministrator.";
"NO_CERTS" = "Keine Zertifikate gefunden";
"TLS_DESC" = "Wählen Sie Ihr TLS-Zertifikat:";

"ONEX_OFF_STATUS" = "802.1x ist deaktiviert";
"ONEX_ON_STATUS" = "802.1x ist aktiviert";
"ONEX_INACTIVE_STATUS" = "802.1X ist nicht aktiviert";
"TURN_ONEX_OFF" = "802.1x deaktivieren";
"TURN_ONEX_ON" = "802.1x aktivieren";

"ONEX_LOGIN_OFF_STATUS" = "802.1x-Anmeldung ist deaktiviert";
"ONEX_LOGIN_ON_STATUS" = "802.1x-Anmeldung ist aktiviert";
"TURN_LOGIN_ONEX_OFF" = "802.1x-Anmeld. deakt.";
"TURN_LOGIN_ONEX_ON" = "802.1x-Anmeld. aktiv.";

"ENABLE_8021X_TOOLTIP" = "Klicken Sie hier, um die 802.1x-Systemidentifizierung für diesen Netzwerkdienst zu aktivieren/deaktivieren.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Für das Aktivieren der 802.1x-Identifizierung sind ein Benutzername und ein Kennwort erforderlich.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Klicken Sie hier, um die Verwendung einer 802.1X-Konfiguration zu verifizieren.";
"ONEX_LOGIN_CREDS_TOOLTIP" = "Der Benutzername und das Kennwort werden nur zum Abrufen des Zertifikats und zum Einstellen der Vertrauenswürdigkeit verwendet. Sie werden nicht beibehalten.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X-Identifizierung fehlgeschlagen";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X konnte die Identifizierung nicht durchführen. Möglicherweise ist die angegebene Konfiguration ungültig. Falls Sie nicht sicher wissen, mit welcher Konfiguration Sie sich verbinden können, fragen Sie Ihren Netzwerkadministrator."; 
"ONEX_PROTOCOL_FAILURE" = "Mindestens eines der Protokolle, mit denen Sie sich verbinden möchten, wird nicht unterstützt. Falls Sie nicht sicher wissen, mit welchem Protokoll Sie sich verbinden können, fragen Sie Ihren Netzwerkadministrator."; 
"ONEX_INNER_PROT_FAILURE" = "Mindestens eines der inneren Protokolle, mit denen Sie sich verbinden möchten, wird nicht unterstützt. Falls Sie nicht sicher wissen, mit welchem inneren Protokoll Sie sich verbinden können, fragen Sie Ihren Netzwerkadministrator."; 
"ONEX_SECURITY_ERROR" = "Sicherheitsfehler: %d";
"ONEX_ERROR_PORT" = "(Fehler: %1$d am Anschluss %2$@)";

"ONEX_AUTHENTICATING" = "Identifizierung";
"ONEX_CONNECTED" = "Identifiziert";
"ONEX_CONNECTED_VIA" = "Identifiziert über %@";
"ONEX_CONNECTED_VIA_PROT" = "Identifiziert über %@ (%@)";
"ONEX_ELAPSED_TIME" = "Verbindungsdauer: %@";
"ONEX_NO_AUTHENTICATOR" = "Der Authentifizierungsserver antwortet nicht.";

"ONEX_PROGRESS_TITLE" = "Einstellungen der %@ für %@ konfigurieren";
"ONEX_PROGRESS_STEP_AUTH" = "Identifizieren …";
"ONEX_PROGRESS_STEP_TRUST" = "Vertrauenseinstellungen anpassen …";

"ONEX_SYSTEM_DOMAIN" = "Systemprofile";
"ONEX_LOGINWINDOW_DOMAIN" = "Anmeldefenster-Profile";
"ONEX_USER_DOMAIN" = "Benutzerprofile";
"ONEX_SYSTEM_CONFIG" = "Systemprofil";
"ONEX_LOGINWINDOW_CONFIG" = "Anmeldefenster";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Das Systemprofil ersetzen?";
"ONEX_REPLACE" = "Ersetzen";
"ONEX_REPLACE_SHEET_INFO" = "Das Systemprofil durch das Profil „%@“ ersetzen?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Es gibt bereits ein Profil in diesem Netzwerk.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "Durch das Erstellen eines weiteren Profils für dieses Netzwerk wird das automatische Verbinden damit möglicherweise beeinträchtigt.";

/* status strings */
"UNKNOWN_SUMMARY" = "Der Status Ihrer Netzwerkverbindung kann nicht bestimmt werden.";
"UNKNOWN_STATUS" = "Unbekannter Netzwerkstatus";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Bevorzugtes Netzwerk zur Liste hinzufügen";
"DELETE_NETWORK_TOOLTIP" = "Netzwerk aus der Liste für bevorzugte Netzwerke entfernen";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "„%@“ ist zurzeit deaktiviert";
"AIRPORT_ON" = "„%@“ ist zurzeit aktiviert";
"AIRPORT_CONNECTED" = "%@ ist mit einem Netzwerk verbunden";
"AIRPORT_UNKNOWN" = "Der Status Ihrer drahtlosen Verbindung ist unbekannt.";
"AIRPORT_NO_NETWORK" = "Kein Netzwerk ausgewählt";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ ist aktiviert, aber nicht mit einem Netzwerk verbunden.";
"AIRPORT_CONNECTED_TO" = "„%1$@“ ist mit „%2$@“ verbunden.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ ist mit dem Computer-zu-Computer-Netzwerk „%2$@“ verbunden.";
"AIRPORT_NO_IP" = "%@ hat keine IP-Adresse und kann nicht auf das Internet zugreifen.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ wurde konfiguriert, eine IP-Adresse von %2$@ zu erhalten, hat jedoch keine IP-Adresse und kann nicht auf das Internet zugreifen.";
"AIRPORT_CONNECTED_WITH_IP" = "„%1$@“ ist mit „%2$@“ verbunden und hat die IP-Adresse %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ hat die selbst zugewiesene IP-Adresse %@ und kann nicht auf das Internet zugreifen.";
"AIRPORT_NO_ROUTER" = "Die Kommunikation mit der Basisstation ist nicht möglich. Vergewissern Sie sich, dass die Basisstation korrekt konfiguriert ist.";
"AIRPORT_NO_REACH_IP" = "%@ ist mit dem drahtlosen Netzwerk verbunden, aber der Status der Basisstation ist nicht verfügbar. Möglicherweise sind Sie mit dem Internet verbunden.";
"AIRPORT_NO_DNS" = "%@ ist mit dem Internet verbunden, aber die DNS-Einstellungen sind möglicherweise nicht korrekt konfiguriert.";
"AIRPORT_INTERNET_SHARING" = "Internetfreigabe ist aktiviert und verwendet %@, um die Verbindung gemeinsam zu nutzen.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "Bekannte Netzwerke werden automatisch verbunden. Falls kein bekanntes Netzwerk vorhanden ist, werden Sie vor dem Verbinden mit einem neuen Netzwerk gefragt.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "Bekannte Netzwerke werden automatisch verbunden. Falls kein bekanntes Netzwerk vorhanden ist, müssen Sie manuell ein Netzwerk auswählen.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "„%@“ ist zurzeit aktiviert";
"ETHERNET_NOT_ACTIVE" = "„%@“ ist nicht aktiviert";
"ETHERNET_CONNECTED" = "„%@“ ist verbunden";
"ETHERNET_NOT_CONNECTED" = "„%@“ ist nicht verbunden";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "„%1$@“ ist zurzeit aktiviert und hat die IP-Adresse %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "Das Kabel für %@ ist angeschlossen, Ihr Computer hat jedoch keine IP-Adresse.";
"ETHERNET_NOT_PLUGGED" = "Entweder ist das Kabel für „%@“ nicht angeschlossen oder das Gerät am anderen Ende antwortet nicht.";
"ETHERNET_LINK_LOCAL" = "%@ hat eine selbst zugewiesene IP-Adresse und kann nicht auf das Internet zugreifen.";
"ETHERNET_NO_ROUTER" = "Die Kommunikation zwischen Netzwerkstatus und Ihrem Router ist nicht möglich.";
"ETHERNET_NO_REACH_IP" = "%@ ist mit Ihrem lokalen Netzwerk verbunden. Netzwerkstatus kann jedoch nicht überprüfen, ob Sie mit dem Internet verbunden sind.";
"ETHERNET_NO_DNS" = "%@ ist verbunden. DNS funktioniert aber nicht wie erwartet und ist möglicherweise nicht richtig konfiguriert.";
"ETHERNET_LOOPBACK" = "%@ hat eine Loopback-IP-Adresse und kann sich möglicherweise nicht verbinden.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "„%1$@“ ist nicht verbunden";

/* iPhone USB */
"USB_NOT_PLUGGED" = "Entweder ist das Kabel für „%@“ nicht angeschlossen oder das Gerät antwortet nicht.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Es sind keine netzwerkfähigen FireWire-Geräte angeschlossen.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "„%@“ ist nicht konfiguriert";
"MODEM_CONNECTED" = "„%@“ ist verbunden";
"MODEM_NOT_CONNECTED" = "„%@“ ist nicht verbunden";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "„%@“ wurde noch nicht konfiguriert.";
"MODEM_READY" = "Drücken Sie auf „Verbinden“, um sich mit dem Netzwerk zu verbinden.";

/* VPN Simple Status */
"VPN_INACTIVE" = "„%@“ ist nicht aktiviert";
"VPN_CONNECTED" = "„%@“ ist verbunden";
"VPN_CONNECTING" = "„%@“ wird verbunden …";
"VPN_DISCONNECTING" = "„%@“ wird getrennt …";
"VPN_NOT_CONNECTED" = "„%@“ ist nicht verbunden";
"VPN_UNKNOWN_STATE" = "Status von „%@“ ist unbekannt";
"VPN_NOT_CONFIGURED" = "„%@“ ist nicht konfiguriert";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Vorhandene Konfigurationen gehen verloren";
"LINK_ALERT_EXISTING_CONFIG" = "Alle vorhandenen Konfigurationen an den ausgewählten Anschlüssen gehen verloren. Möchten Sie wirklich eine Bündelung erstellen?";
"LINK_STATUS_SPEED_DOWN" = "Unten";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Ungült. Verbindung";
"LINK_STATUS_NO_PARTNER" = "Kein Partner";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Falsche Gruppe";
"LINK_STATUS_UNKNOWN" = "Unbekannt";
"LINK_STATUS_TOOLTIP_ENABLED" = "Keine Probleme gefunden.";
"LINK_STATUS_TOOLTIP_INVALID" = "Der Verbindungsstatus war ungültig (d.h. inaktiv, halbduplex oder falsche Geschwindigkeit).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "Der Anschluss des Switches, mit dem das Gerät verbunden ist, scheint Verbindungs-Bündelung (IEEE 802.3ad) nicht aktiviert zu haben.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "Der Anschluss ist mit einem Partner verbunden, aber die Gruppe der Verbindungs-Bündelung entspricht nicht der aktiven Gruppe.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "Der Status dieses Geräts konnte nicht festgestellt werden.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Die Konfigurationen für „%@“ konnten nicht importiert werden.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Es wurden keine „%@“-Dienste gefunden.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "Die Konfigurationen für „%@“ konnten nicht importiert werden, da in den Netzwerkeinstellungen kein „%@“-Dienst konfiguriert wurde.";
"IMPORT_FAILED_BAD_FILE" = "Das Importieren ist fehlgeschlagen, da die Datei ungültig ist.";
"IMPORT_MULTIPLE_FORMAT" = "Es wurden mehrere „%@“-Dienste gefunden. Wählen Sie den Dienst aus, in den die Konfigurationen importiert werden sollen:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Es wurden mehrere Dienste gefunden, die „%@“ unterstützen. Wählen Sie den Dienst aus, in den die Konfigurationen importiert werden sollen:";
"EXPORT_FAILED" = "Das Exportieren ist fehlgeschlagen.";
"EXPORT_FAILED_FILE" = "Schreiben der Konfigurationen in die Datei nicht möglich.";
"EXPORT_FAILED_CONFIGS" = "Die Konfigurationen konnten nicht in die Datei geschrieben werden, da es keine Konfigurationen gibt.";
"EXPORT_FAILED_CHECKBOXES" = "Die Konfigurationen konnten nicht in die Datei geschrieben werden, da keine Markierungsfelder aktiviert wurden.";
"EXPORT_FAILED_FILE_8021x" = "Schreiben der 802.1X-Profile in die Datei nicht möglich.";
"EXPORT_FAILED_PROFILES" = "Die 802.1X-Profile konnten nicht in die Datei geschrieben werden, da es keine Profile gibt.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Die 802.1X-Profile konnten nicht in die Datei geschrieben werden, da keine Markierungsfelder aktiviert wurden.";

"EXPORT_UNTITLED_FILE" = "Ohne Titel";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Benötigen Sie Hilfe beim Einrichten einer neuen Netzwerkverbindung oder bei der Lösung eines Netzwerkproblems?";
"ASSIST_SHEET_INFO" = "Wenn Sie Hilfe beim Einrichten einer Netzwerkkonfiguration benötigen, klicken Sie auf „Assistent“. Wenn Sie Hilfe bei der Lösung eines Problems mit der Netzwerkverbindung benötigen, klicken Sie auf „Diagnose“.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Assistent …";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnose …";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk ist auf einem anderen Netzwerkdienst aktiv.";
"APPLETALK_ALRT_EXPLANATION" = "Möchten Sie AppleTalk auf „%@“ deaktivieren?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk kann gleichzeitig nur an einem Netzwerkanschluss aktiv sein. Wenn Sie fortfahren, wird AppleTalk für „%@“ deaktiviert."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Nicht verfügbar";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "VPN-Status in der/nMenüleiste anzeigen";
"SHOW_MODEM_MENUEXTRA" = "Modemstatus in der/nMenüleiste anzeigen";
"SHOW_WWAN_MENUEXTRA" = "WWAN-Status in der/nMenüleiste anzeigen";
"SHOW_PPPOE_MENUEXTRA" = "PPPoE-Status in der/nMenüleiste anzeigen";
"SHOW_IRDA_MENUEXTRA" = "IrDA-Status in der/nMenüleiste anzeigen";

/* Accessibility Strings */
"Location Actions" = "Umgebungsaktionen";
"Add Location" = "Umgebung hinzufügen";
"Delete Location" = "Umgebung löschen";

"Add search domain" = "Such-Domain hinzufügen";
"Delete search domain" = "Such-Domain löschen";
"Add DNS server" = "DNS-Server hinzufügen";
"Delete DNS server" = "DNS-Server entfernen";

"Add Service"= "Dienst hinzufügen";
"Delete Service" = "Dienst entfernen";
"Service Actions" = "Dienstaktionen";

"Add Profile"= "Profil hinzufügen";
"Delete Profile" = "Profil löschen";

"SERVICE_LOGO_FORMAT" = "%@ Logo";
"Service Logo" = "Dienstlogo";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "Der Server verlangt nach dem Kennwort";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Keine PAN-Geräte gefunden";